IdeaRS.Connections
GussetPlateData.AreWeldedWebs Property
Compatible with IDEA StatiCa 0.0
 If true welds are generated on webs
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool AreWeldedWebs { get; set; }
Property Value
Type: Boolean
See Also
Reference
GussetPlateData Class
IdeaRS.Connections.Data Namespace